tap "adoptopenjdk/openjdk"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "fontconfig"
brew "glib"
brew "coreutils"
brew "curl"
brew "direnv"
brew "emacs"
brew "exa"
brew "fd"
brew "libsodium"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "fontforge"
brew "fzf"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "ktlint"
brew "kubernetes-cli"
brew "less"
brew "lsd"
brew "lua"
brew "mas"
brew "maven"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "neovim"
brew "nkf"
brew "node-build"
brew "nodenv"
brew "pidcat"
brew "pinentry-mac"
brew "pngquant"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "source-highlight"
brew "the_platinum_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "xmlformat"
brew "youtube-dl"
brew "yq"
brew "heroku/brew/heroku"
cask "adoptopenjdk11"
cask "font-cica"
cask "google-cloud-sdk"
cask "ngrok"
cask "xquartz"
