tap "caskroom/fonts"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
cask "java"
brew "bat"
brew "fontconfig"
brew "carthage"
brew "curl"
brew "emacs"
brew "exa"
brew "fd"
brew "fish"
brew "readline"
brew "fontforge"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gradle"
brew "grep"
brew "hub"
brew "jq"
brew "kotlin"
brew "less"
brew "lua"
brew "mecab"
brew "mecab-ipadic"
brew "nkf"
brew "node"
brew "pandoc"
brew "peco"
brew "pinentry-mac"
brew "pngquant"
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "rust"
brew "source-highlight"
brew "the_platinum_searcher"
brew "tidy-html5"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "fzf"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty"
cask "google-cloud-sdk"
cask "xquartz"
